
  [
    {"name": "Rishi Valley",
      "image": "/img/learning-spaces/rishi-valley-1.jpg",
      "approach":"Jiddu Krishnamurti School",
      "city":"Madanapalle",
      "state":"Andhra Pradesh",
      "description":"Rishi Valley School is an Indian boarding school, founded by the philosopher Jiddu Krishnamurti. The school has a holistic approach to education in the spirit of Krishnamurti's pedagogical vision. WeI think it is fairly clear that competitive education and the development of the student in that process . . . are very, very destructive. We must be very clear in ourselves what we want - clear that a human being must be the total human being, not just a technological human being. If we concentrate very much on examinations, on technological information, on making the child clever, proficient in acquiring knowledge while we neglect the other side, then the child will grow up into a one-sided human being. When we talk about a total human being, we mean not only a human being with inward understanding, with a capacity to explore, to examine his or her inward state and the capacity of going beyond it, but also someone who is good in what he does outwardly. The two must go together. That is the real issue in education: to see that when the child leaves the school, he is well established in goodness, both outwardly and inwardly. (Krishnamurti on Education)",
      "address":"Rishi Valley, Chittoor District, Madanapalle, Andhra Pradesh 517352, India",
      "website":"www.rishivalley.org",
      "phone":"+91 8571280044",
      "email":"office@rishivalley.org"

    },
    {"name": "Aarambh",
      "image": "/img/learning-spaces/aarambh-1.jpg",
      "approach":"Rudolf Steiner School",
      "city":"Delhi",
      "state":"Delhi",
      "description":"Aarambh is a Waldorf school based on Rudolf Steiner’s philosophy. The school’s mantra is “Receive the children in reverence, educate them in love, and send them forth in freedom.” Each child is treated as a unique being, lovingly taught through play based and experiential learning with the belief that one day s/he will bloom into a well balanced, creative and humane individual.",
      "address":"Block A, Shanti Kunj, Behind D3 Block, Vasant Kunj, New Delhi, INDIA",
      "website":"www.aarambhwaldorf.wordpress.com/",
      "phone":"+91 9560060441",
      "email":"aarambh.delhiwaldorf@yahoo.in"

    },
    {"name": "Ukti",
      "image": "/img/learning-spaces/ukti-1.jpg",
      "approach":"Rudolf Steiner School",
      "city":"Delhi",
      "state":"Delhi",
      "description":"Ukti, the first Waldorf-inspired school in Delhi, was established by a small group of parents and educators, who were motivated by a great need, in the highly fast-paced, rapidly growing capital city of Delhi, for a school that pauses to embrace childhood and to awaken and guide each child's innate sense of wonder, as it steers the learning process from spark to flame.",
      "address":"H - 35, Sector - 128, Near Jaypee Hospital, Noida, India",
      "website":"www.uktiwaldorf.org",
      "phone":"+91 9654445795",
      "email":"info@uktiwaldorf.org"

    },
    {"name": "Mirambika",
      "image": "/img/learning-spaces/mirambika-free-progress-school-1.jpg",
      "approach":"Sri Aurobindo School",
      "city":"Delhi",
      "state":"Delhi",
      "description":"Mirambika, Research Centre for Integral Education and Human Values, is a center ahead of its time, focusing on Integral Education which is based on the Integral Philosophy of Sri Aurobindo and The Mother. It is situated at the Sri Aurobindo Ashram campus in New Delhi.",
      "address":"Sri Aurobindo Ashram - Delhi Branch Sri Aurobindo Marg New Delhi 110016",
      "website":"www.mirambika.org",
      "phone":"011- 26863741",
      "email":"mirambika.81@gmail.com"

    },
    {"name": "Arivu School",
      "image": "/img/learning-spaces/arivu-1.jpg",
      "approach":"Thematic Study",
      "city":"Mysore",
      "state":"Karnataka",
      "description":"Arivu is an innovative school based in Mysore. At Arivu learning is activity based, collaborative and relevant to everyday life. Education is not limited to classroom and knowledge is not limited to books.",
      "address":"#89/4, Lingambudhi Palya, Shrirampura Post Mysore, Karnataka – 570008",
      "website":"www.arivu.org",
      "phone":"+91 9482277872",
      "email":"info@arivu.org"

    },
    {"name": "Aurinko",
      "image": "/img/learning-spaces/aurinko-1.jpg",
      "approach":"Aurinko Cirriculum",
      "city":"Bangalore",
      "state":"Karnataka",
      "description":"Aurinko Academy is a Progressive Learning Space in Bangalore. Aurinko has a conducive ecosystem where the teachers facilitate child-led learning possibilities under the broad framework of the structured, well-balanced Aurinko Curriculum.",
      "address":"Aurinko Academy, #82, Tropical Paradise, Kudlu, Bangalore 560068, Karnataka, India",
      "website":"www.aurinkoacademy.com",
      "phone":"+91 9482277872",
      "email":"not available"

    },
    {"name": "BeMe",
      "image": "/img/learning-spaces/be-me-1.jpg",
      "approach":"Democratic School",
      "city":"Bangalore",
      "state":"Karnataka",
      "description":"BeMe is an open school based in Bangalore, where children direct their own learning. It is an effort to create a stimulating, free and democratic environment for children aged 2.5-16 years.",
      "address":"437, 7th Cross Rd, LBS Nagar, Kaggadasapura, Bengaluru, Karnataka 560017",
      "website":"www.beme.org.in",
      "phone":"9880396056",
      "email":"prakash.gudnavar@gmail.com"

    },
    {"name": "Bhavya",
      "image": "/img/learning-spaces/bhavya-1.jpg",
      "approach":"Learning Space",
      "city":"Bangalore",
      "state":"Karnataka",
      "description":"At the core of Bhavya’s philosophy lies the conviction that given the freedom to be what we naturally are, we, and especially our children, become astoundingly creative and inventive. We can then use what we have created and learned, to lead more meaningful lives. We have created such an environment by choosing to free our children of the restrictions imposed by classrooms, timetables, competitions, examinations, grades, and a fixed curriculum/structure. This freedom enables each child to learn and grow at his own pace and, in the course of time, identify and develop his interests as well as his inherent talents, thus creating independent, self-directed learners for life.",
      "address":"19/4 Hydalu Village Near Godrej & Boyce Warehouse Kasaba Hobli, Nelamangala Taluk Bengaluru North- 562123",
      "website":"www.bhavyalearning.org",
      "phone":"+919940019480",
      "email":"bhavyalearning@gmail.com"

    },
    {"name": "Centre For Learning",
      "image": "/img/learning-spaces/cfl-banglore-1.jpg",
      "approach":"Jiddu Krishnamurti Inspired",
      "city":"Bangalore",
      "state":"Karnataka",
      "description":"CFL is a community of students and adults interested in learning about ourselves and our relationship with the world. This learning involves not only academics and other life skills, but also a deeper exploration about our emotions and thought processes and the way we respond to the challenges of life. For many of us, the philosophy of J Krishnamurti has played a significant role in our educational vision.",
      "address":"2, Good Earth Enclave Uttarhalli Road, Kengeri Bangalore 560060 India",
      "website":"www.cfl.in",
      "phone":"+9108027705748",
      "email":"info@cfl.in"

    },
    {"name": "Poorna",
      "image": "/img/learning-spaces/poorna-learning-centre-1.jpg",
      "approach":"Others",
      "city":"Bangalore",
      "state":"Karnataka",
      "description":"At Poorna, learning takes place in an informal but not casual atmosphere, enabling children to respond joyfully and creatively to learning. Minimum restrictions are placed upon the children and they can move about freely. Poorna aims at developing intellectual ability, values of compassion, social sensitivity, humility, respect for each other, respect for the earth and all that she offers, adaptability, joyfulness, curiosity for how and why things happen and a quest for excellence in whatever children do.",
      "address":"Poorna Learning Centre Opp. Delhi Public School (North), Sathnur Village, Bagalur Cross, Jalahobli Post, Bangalore 562 149",
      "website":"www.poorna.in",
      "phone":"+919972832043",
      "email":"principal@poorna.in"

    },
    {"name": "Abheek",
      "image": "/img/learning-spaces/abheek-1.jpg",
      "approach":"Exploratory Learning",
      "city":"Bangalore",
      "state":"Karnataka",
      "description":"The word Abheek means “fearless”. We intend to absolutely free the children from all kinds of fears originating in comparison and competition, and also fear of failure or punishment.
       Learning is not just a process of accumulating information or acquiring knowledge; It is a process of exploration, experimentation and understanding.
       At Abheek we promote and environment by encouraging children to express, imagine and be creative. All indoor and outdoor activities are designed to help children to feel the freedom and the joy of learning.",
      "address":"No. 171, 2nd Cross, Suncity Layout, JP Nagar 7th Phase Bangalore, India",
      "website":"www.abheek.org",
      "phone":"+919036677355",
      "email":"info@abheek.org"

    },
    {"name": "Edha Education",
      "image": "/img/learning-spaces/edha-education-1.jpg",
      "approach":"Others",
      "city":"Gurgaon",
      "state":"Haryana",
      "description":"The school offers a learning environment that is joyous and fulfilling for the children, where each child feels a sense of warmth and belonging. How we learn is integral to what we learn. Learning by doing, learning through play, learning through the practice of mindfulness, learning by relating to both the inner world of imagination and the outer world of everyday reality, children explore the world and develop their own agency as learners.",
      "address":"Ashok Marg, Moti Vihar, Sector 41 Gurgaon, Haryana",
      "website":"www.edhafoundation.org",
      "phone":"+911242384620",
      "email":"edhafoundation@gmail.com"

    },
    {"name": "La Wisdom School",
      "image": "/img/learning-spaces/la-wisdom-1.jpg",
      "approach":"Montessori",
      "city":"Bangalore",
      "state":"Karnataka",
      "description":"A child at La Wisdom is a 'research scholar' exploring & discovering and an 'entrepreneur', who does what he loves & loves what needs to be done! Being fed up with the conventional factory kind of education, we decided to redefine education for our children and for the world at large. We promote holistic education, where learning about culture, relationships, core skills and knowledge happens through integrated experiences, in affectionate environment with kind facilitators.",
      "address":"815/A, 5th Cross Rd, Koramangala, 4th Block, Bengaluru, Karnataka 560034",
      "website":"www.lawisdom.info",
      "phone":"09844290460",
      "email":"not available"

    },
    {"name": "Inbloom",
      "image": "/img/learning-spaces/inbloom-1.jpg",
      "approach":"Rudolf Steiner & Montessori School",
      "city":"Bangalore",
      "state":"Karnataka",
      "description":"What drives our philosophy of learning is the fundamental belief that 'our children can change the world '. They can change hatred to love, war to peace and chaos to harmony. The dream of a better world for our children must begin with little steps during early childhood.",
      "address":"InBloom 'F' Block, Diamond District Apts, Near Manipal Hospital, Old Airport Road, Bangalore -17.",
      "website":"www.inbloom.in",
      "phone":"+9198454917070",
      "email":"Inbloombangalore@gmail.com"

    }

  ]
