{"learning-spaces":[
  {"approach":"Jiddu Krishnamurti School","city":"Chittoor","name":"Rishi Valley","phone":"+91 8571280044","state":"Andhra Pradesh","address":"Rishi Valley, Chittoor District, Madanapalle, Andhra Pradesh 517352, India","website":"www.rishivalley.org","image":"/img/rishi-valley-1.jpg","email":"office@rishivalley.org","description":"Rishi Valley School is an Indian boarding school, founded by the philosopher Jiddu Krishnamurti. The school has a holistic approach to education in the spirit of Krishnamurti's pedagogical vision. WeI think it is fairly clear that competitive education and the development of the student in that process are very, very destructive. We must be very clear in ourselves what we want - clear that a human being must be the total human being, not just a technological human being. If we concentrate very much on examinations, on technological information, on making the child clever, proficient in acquiring knowledge while we neglect the other side, then the child will grow up into a one-sided human being. When we talk about a total human being, we mean not only a human being with inward understanding, with a capacity to explore, to examine his or her inward state and the capacity of going beyond it, but also someone who is good in what he does outwardly. The two must go together. That is the real issue in education: to see that when the child leaves the school, he is well established in goodness, both outwardly and inwardly."},
  {"approach":"Democratic School","city":"Bhopal","name":"Anand Niketan","phone":"+9107554223020","state":"Madhya Pradesh","address":"189, Indus Empire, Near Shapura thana, Trilanga, Bhopal","website":"www.anbhopal.weebly.com","image":"/img/anand-niketan-1.jpg","email":"anandniketanbpl@gmail.com","description":"Our teaching methodology is structured around a free learning environment. We have tried to organize our space, materials and other resources in such a way that students can explore and meaningfully engage with them in a natural and unforced manner. We have adult mentors to facilitate the process but they usually intervene only if a student seeks guidance or appears to reach a dead-end. We do not stop students from talking or making mistakes or taking an ‘incorrect’ step. Rather, the idea is to make them aware of the logical consequences of what they are doing so that they can take informed decisions on whether to amend a step or move on. \nEvery student has a mentor she/he can turn to, talk with and discuss her/his encounters and issues with materials or people. The mentor also guides and supports the student’s learning, interests, decisions, errors, questions and the like. This increased interaction with and individual knowledge of every student is recorded daily and serves as a useful guideline in evaluating progress.\nThematic rooms: Students do not sit in conventional classrooms. They study in thematic rooms that contain all the material requirements to explore the theme, and are staffed by teachers who are well informed in the discipline and can guide and mentor the students. The themes include:  Room for the Child Scientist, Room for Language and Inquiry, Room for Numeracy and Logic, Room for Art and Aesthetics, and Room for Music and Dance. In addition there is an Open space for Outdoor Games, apart from other spaces such as Kitchen and Kitchen Garden for learning life skills, as well as Stairs and Multipurpose Hall that serves for learning and skill exhibition. \n We intend to broaden our thematic repertoire in future by adding new themes such as Sense of History or repositioning existing cultural themes to include Craft and Design, and so on."},
  {"approach":"Waldorf Education School","city":"Delhi","name":"Aarambh","phone":"+91 9560060441","state":"Delhi","address":"Block A, Shanti Kunj, Behind D3 Block, Vasant Kunj, New Delhi, INDIA","website":"www.aarambhwaldorf.wordpress.com/","image":"/img/aarambh-1.jpg","email":"aarambh.delhiwaldorf@yahoo.in","description":"Aarambh is a Waldorf school based on Waldorf Education’s philosophy. The school’s mantra is “Receive the children in reverence, educate them in love, and send them forth in freedom.” Each child is treated as a unique being, lovingly taught through play based and experiential learning with the belief that one day s/he will bloom into a well balanced, creative and humane individual."},
  {"approach":"Waldorf Education School","city":"Delhi","name":"Ukti","phone":"+91 9654445795","state":"Delhi","address":"H - 35, Sector - 128, Near Jaypee Hospital, Noida, India","website":"www.uktiwaldorf.org","image":"/img/ukti-1.jpg","email":"info@uktiwaldorf.org","description":"Ukti, the first Waldorf-inspired school in Delhi, was established by a small group of parents and educators, who were motivated by a great need, in the highly fast-paced, rapidly growing capital city of Delhi, for a school that pauses to embrace childhood and to awaken and guide each child's innate sense of wonder, as it steers the learning process from spark to flame."},
  {"approach":"Aurobindo School","city":"Delhi","name":"Mirambika","phone":"011- 26863741","state":"Delhi","address":"Sri Aurobindo Ashram - Delhi Branch Sri Aurobindo Marg New Delhi 110016","website":"www.mirambika.org","image":"/img/mirambika-free-progress-school-1.jpg","email":"mirambika.81@gmail.com","description":"Mirambika, Research Centre for Integral Education and Human Values, is a center ahead of its time, focusing on Integral Education which is based on the Integral Philosophy of Sri Aurobindo and The Mother. It is situated at the Sri Aurobindo Ashram campus in New Delhi."},
  {"approach":"Thematic Study","city":"Mysore","name":"Arivu School","phone":"+91 9482277872","state":"Karnataka","address":"#89/4, Lingambudhi Palya, Shrirampura Post Mysore, Karnataka – 570008","website":"www.arivu.org","image":"/img/arivu-1.jpg","email":"info@arivu.org","description":"Arivu is an innovative school based in Mysore. At Arivu learning is activity based, collaborative and relevant to everyday life. Education is not limited to classroom and knowledge is not limited to books."},
  {"approach":"Others","city":"Bangalore","name":"Aurinko","phone":"+91 9482277872","state":"Karnataka","address":"Aurinko Academy, No. 91, Opposite to KSRP Camp, Hosa Road, Parappana Agrahara, Bengaluru 560100","website":"www.aurinkoacademy.com","image":"/img/aurinko-1.jpg","email":"not available","description":"Aurinko Academy is a Progressive Learning Space in Bangalore. Aurinko has a conducive ecosystem where the teachers facilitate child-led learning possibilities under the broad framework of the structured, well-balanced Aurinko Curriculum."},
  {"approach":"Democratic School","city":"Bangalore","name":"BeMe","phone":"9880396056","state":"Karnataka","address":"303/2, 7th A Cross Road, LBS Nagar, Vimanapura Post, LBS Nagar, Kaggadasapura, Bengaluru, Karnataka 560017","website":"www.beme.org.in","image":"/img/be-me-1.jpg","email":"prakash.gudnavar@gmail.com","description":"BeMe is an open school based in Bangalore, where children direct their own learning. It is an effort to create a stimulating, free and democratic environment for children aged 2.5-16 years."},
  {"approach":"Learning Space","city":"Bangalore","name":"Bhavya","phone":"+919940019480","state":"Karnataka","address":"19/4 Hydalu Village Near Godrej & Boyce Warehouse Kasaba Hobli, Nelamangala Taluk Bengaluru North- 562123","website":"www.bhavyalearning.org","image":"/img/bhavya-1.jpg","email":"bhavyalearning@gmail.com","description":"At the core of Bhavya’s philosophy lies the conviction that given the freedom to be what we naturally are, we, and especially our children, become astoundingly creative and inventive. We can then use what we have created and learned, to lead more meaningful lives. We have created such an environment by choosing to free our children of the restrictions imposed by classrooms, timetables, competitions, examinations, grades, and a fixed curriculum/structure. This freedom enables each child to learn and grow at his own pace and, in the course of time, identify and develop his interests as well as his inherent talents, thus creating independent, self-directed learners for life."},
  {"approach":"Jiddu Krishnamurti Inspired","city":"Bangalore","name":"Centre For Learning","phone":"+9108027705748","state":"Karnataka","address":"Varadenahalli-Mahadevapura Road, Varadenahalli, Magadi, Ramanagara, Karnataka 562120","website":"www.cfl.in","image":"/img/cfl-banglore-1.jpg","email":"info@cfl.in","description":"CFL is a community of students and adults interested in learning about ourselves and our relationship with the world. This learning involves not only academics and other life skills, but also a deeper exploration about our emotions and thought processes and the way we respond to the challenges of life. For many of us, the philosophy of J Krishnamurti has played a significant role in our educational vision."},
  {"approach":"Others","city":"Bangalore","name":"Poorna","phone":"+919972832043","state":"Karnataka","address":"Poorna Learning Centre Opp. Delhi Public School (North), Sathnur Village, Bagalur Cross, Jalahobli Post, Bangalore 562 149","website":"www.poorna.in","image":"/img/poorna-learning-centre-1.jpg","email":"principal@poorna.in","description":"At Poorna, learning takes place in an informal but not casual atmosphere, enabling children to respond joyfully and creatively to learning. Minimum restrictions are placed upon the children and they can move about freely. Poorna aims at developing intellectual ability, values of compassion, social sensitivity, humility, respect for each other, respect for the earth and all that she offers, adaptability, joyfulness, curiosity for how and why things happen and a quest for excellence in whatever children do."},
  {"approach":"Exploratory Learning","city":"Bangalore","name":"Abheek","phone":"+919036677355","state":"Karnataka","address":"No. 424, Bannerghatta Road, Gottigere, Bengaluru, Karnataka 560083, India","website":"www.abheek.org","image":"/img/abheek-1.jpg","email":"info@abheek.org","description":"The word Abheek means “fearless”. We intend to absolutely free the children from all kinds of fears originating in comparison and competition, and also fear of failure or punishment.\n\nLearning is not just a process of accumulating information or acquiring knowledge; It is a process of exploration, experimentation and understanding.\n\nAt Abheek we promote and environment by encouraging children to express, imagine and be creative. All indoor and outdoor activities are designed to help children to feel the freedom and the joy of learning."},
  {"approach":"Others","city":"Gurgaon","name":"Edha Education","phone":"+911242384620","state":"Haryana","address":"Ashok Marg, Moti Vihar, Sector 41 Gurgaon, Haryana","website":"www.edhafoundation.org","image":"/img/edha-education-1.jpg","email":"edhafoundation@gmail.com","description":"The school offers a learning environment that is joyous and fulfilling for the children, where each child feels a sense of warmth and belonging. How we learn is integral to what we learn. Learning by doing, learning through play, learning through the practice of mindfulness, learning by relating to both the inner world of imagination and the outer world of everyday reality, children explore the world and develop their own agency as learners."},
  {"approach":"Montessori","city":"Bangalore","name":"La Wisdom School","phone":"09844290460","state":"Karnataka","address":"815/A, 5th Cross Rd, Koramangala, 4th Block, Bengaluru, Karnataka 560034","website":"www.lawisdom.info","image":"/img/la-wisdom-1.jpg","email":"not available","description":"A child at La Wisdom is a 'research scholar' exploring & discovering and an 'entrepreneur', who does what he loves & loves what needs to be done! Being fed up with the conventional factory kind of education, we decided to redefine education for our children and for the world at large. We promote holistic education, where learning about culture, relationships, core skills and knowledge happens through integrated experiences, in affectionate environment with kind facilitators."},
  {"approach":"Waldorf Education & Montessori School","city":"Bangalore","name":"Inbloom","phone":"+9198454917070","state":"Karnataka","address":"InBloom 'F' Block, Diamond District Apts, Near Manipal Hospital, Old Airport Road, Bangalore -17.","website":"www.inbloom.in","image":"/img/inbloom-1.jpg","email":"Inbloombangalore@gmail.com","description":"What drives our philosophy of learning is the fundamental belief that 'our children can change the world '. They can change hatred to love, war to peace and chaos to harmony. The dream of a better world for our children must begin with little steps during early childhood."},
  {"approach":"Others","city":"Bangalore","name":"Prakriya","phone":"918028440925","state":"Karnataka","address":"70, Chikkanayakanahalli Road, off Doddakannelli, Sarjapur Road, Bangalore-560035","website":"www.prakriyaschool.com","image":"/img/prakriya-green-school-1.jpg","email":"prakgreen@gmail.com","description":"Over two hundred years of the Industrial Revolution has filled the world with things for our convenience and safety. but it has also made people undervalue their potential for a fulfilling life and has polluted the land, water and air. Prakriya is a school that is committed to go beyond factory schooling which dehumanises us and alienates us from the earth that supports life. We are focussed on discovering meaningful ways of working with children and share our learning about ecological education with others through our sister organisations, Bhoomi Network and Prakriya Educator and Institution Development Centre. Our children are the leaders and citizens who will face the crisis of climate change and its consequences tomorrow. hence focusing on education that awakens us to theses realities is essential today."},
  {"approach":"Jiddu Krishnamurti ","city":"Bangalore","name":"Shibumi","phone":"909008997326","state":"Karnataka","address":"Shibumi Survey No. 198, Somanahalli Village, Uttarahalli Hobli, Bangalore South Taluk . Pin - 560 062","website":"www.shibumi.org.in","image":"/img/shibumi-1.jpg","email":"shibumi.blr@gmail.com","description":"Shibumi is a learning centre for adults and young people. For adults it offers a space where, through dialogue, one understands oneself and relationships in the light of J.Krishnamurti’s teachings. For the children of such interested adults, Shibumi offers a learning environment where they can grow and flower in goodness.."},
  {"approach":"Jiddu Krishnamurti School ","city":"Bangalore","name":"The Valley School","phone":"+918028435240","state":"Karnataka","address":"Thatguni Post, Kanakpura Road, Bengaluru, Karnataka 560082, India","website":"http://www.thevalleyschool.info/","image":"/img/the-valley-school-1.jpg","email":"office@thevalleyschool.info","description":"A school is a place where one learns both the importance of knowledge and its limitation. It is a place where one learns to observe the world without a particular point of view or conclusion. One learns to look at the whole of man's endeavor, his search for beauty, his search for truth and a way of living that is not a contradiction between conclusion and action.It is a place where both teacher and the taught learn a way of life in which conflict ends.It is the concern of these schools to bring about a new generation of human beings who are free from self-centered action, to bring about a mind that has no conflict within itself and so end the struggle and conflict in the world about us."},
  {"approach":"Waldorf Steiner & Democratic Education","city":"Kochi","name":"Bhoomi","phone":"9972992288","state":"Kerala","address":"MNF House , No 36/72 Pathadipalam,Edappally Kerala History Museum Campus, Ernakulam, Kerala 682024","website":"www.bhoomischool.org","image":"/img/bhoomi.jpg","email":"info@bhoomischool.org","description":"Bhoomi is a learning center for all ages. We offer a Waldorf inspired Kindergarten for children ages 3-6. We also offer a Learning Community inspired by Democratic schooling system for ages 7+. At Bhoomi we focus on creating a space to facilitate learning experiences instead of teaching."},
  {"approach":"Others","city":"Palakkad","name":"Sarang Alternative School","phone":"919447114482","state":"Kerala","address":"Agali-Chittoor P O, Palakkad, Kerala PIN : 678581","website":"www.saranghills.in","image":"/img/sarang-hills-1.png","email":"sarangfamily@gmail.com","description":"Started as a basic school, Sarang has been growing into a rural university over the years. The basic school aimed at the academically weak drop outs. However, the realisation of true education being the practice of life, more solutions were sought. Today we have a diverse array of time -tested sustainable solutions for the common man.This includes watershed management, natural farming, low cost construction, bio-diversity conservation, live fencing against forest fire, energy, health, platform for trans-cultural dialogue etc to name a few."},
  {"approach":"Learning Space","city":"Badwani","name":"Adharshila Learning Centre","phone":"+919685843272","state":"Madhya Pradesh","address":"Village: Sakad, P.O Chaatli, Via Sendhwa District: Badwani Madhya Pradesh, Pin: 452 666 India","website":"www.adharshilalearningcentre.org","image":"/img/adharshila-1.jpg","email":"adharshila.learningcentre@gmail.com","description":"Adharshila Learning Centre is a unique school for adivasi children in Madhya Pradesh that views education as a tool for liberation...and a place of fun. The Adharshila Learning Centre was started in 1998 by the Veer Khajiya Naik Manav Vikas Pratishthan. The children have an active role in running the school."},
  {"approach":"Waldorf Steiner School","city":"Pune","name":"Camphill Nature School","phone":"+919767437848","state":"Maharashtra","address":"Sr No. 26, Kale Colony, Opp Simple Park, Sasane Nagar, Hadapsar, 411028","website":"www.camphillnatureschool.com/","image":"/img/camphill-nature-school-1.jpg","email":"camphillnatureschool@gmail.com","description":"Camphill Nature School emphasizes the role of the imagination in learning, developing thinking that includes a creative as well as an analytic component. The educational philosophy's overarching goals are to provide young people the basis on which to develop into free, morally responsible and integrated individuals, and to help every child fulfill his or her unique destiny."},
  {"approach":"Constructivism & Cognitive Approach","city":"Pune","name":"Gram Mangal","phone":"020253866878","state":"Maharashtra","address":"Gandhi Bhavan, Next to Poona Blind Girls' School, Kothrud, Pune - 411038, India","website":"www.grammangal.org","image":"/img/gram-mangal-1.jpg","email":"info@grammangal.org","description":"Dedicated to providing quality education to tribal and rural children. We focus on development and propagation of Modern Education Theories including Brain-based Education, Constructivism, Cognitive Science and Multiple Intelligence for tribal, rural and urban children."},
  {"approach":"Open Learning Space","city":"Pune","name":"Sadhana Village School","phone":"020253866878","state":"Maharashtra","address":"Sadhana village, 1, priyankit, lokmanya colony, Paud road, pune-411038. Sadhana English School, At Kule, Taluka Mulshi, Dist. Pune, Maharashtra.","website":"www.sadhanavillageschool.org","image":"/img/sadhana-village-school-1.png","email":"ekfpune@gmail.com","description":"NB: The school is no longer an alternative schools as described here, Please visit https://existentialknowledgefoundation.org/ to get in touch with the people who were running it. We are not a model to be emulated. We believe that every one has their own destiny and path to travel and ‘unknown’ to unravel. We also do not claim that we know what to do. We know almost what we should not do. Schooling , controlling or conditioning are against the very foundation of living and that is what modern schools have been doing in the name of education. To educate is to draw out. Instead we have been filling in! We have come a long way and confused ourselves so badly that now to trace back and understand is a herculean task.In fact from human beings we have become human knowings! Knowing happens in the realm of unknown. Unknown is the condition for awe, humility, creativity, spontaneity, sensitivity and hence where living can happen. So we invite any one who wants explore afresh the whole question of being, learning, beauty, children etc. to be part of this journey."},
  {"approach":"Jiddu Krishnamurti School","city":"Pune","name":"Sahyadri School","phone":"+912135288440","state":"Maharashtra","address":"Sahyadri School Krishnamurti Foundation India Post : Tiwai Hill, Tal : Rajgurunagar (Khed), Dist : Pune, Pin - 410513 Maharashtra, India","website":"www.sahyadrischool.org","image":"/img/sahyadri-school-1.jpg","email":"office@sahyadrischool.org","description":"From ancient times, man has sought something beyond the materialistic world, something immeasurable, something sacred. It is the intent of this school to enquire into this possibility. This whole movement of enquiry into knowledge, into oneself, into the possibility of something beyond knowledge, brings about naturally a psychological revolution, and from this comes inevitably a totally different order in human relationship, which is society. The intelligent understanding of all this can bring about a profound change in the consciousness of mankind."},
  {"approach":"Waldorf Steiner Education","city":"Mumbai","name":"Shishyaa Preschool","phone":"9930220983","state":"Maharashtra","address":"Silicon Tower, Plot no. 46, Sector - 30A, Vashi, Navi Mumbai - 400 705 India","website":"www.shishyaa.weebly.com","image":"/img/shishyaa-preschool-1.jpg","email":"shishyaa.asmallschool@gmail.com","description":"At Shishyaa, students experience day to day life, in a meaningful way, by participating and 'doing' purposeful activities. Learning through experiences, allow children to create their own knowledge and empowers them to become independent learners, which is an essential life-skill. Being a 'shishyaa', means being humble to all the knowledge that life has to offer. It is an attitude towards life."},
  {"approach":"Waldorf Steiner Education","city":"Pune","name":"Swadhaa School","phone":"02025871992","state":"Maharashtra","address":"Orange Life Building, Below Saraswat Bank, Opposite Datta Mandir, Pashan Sus Road, Pashan, Pune 411021","website":"www.swadhaawaldorfschool.org","image":"/img/swadhaa-school-1.jpg","email":"swadhaschool@gmail.com","description":"Develop competency in “how to learn” rather than “what to learn” and become independent thinking individuals. Become enthusiastic creators rather than instruction takers. The teachers at Swadhaa are a group of committed individuals who are co-explorers with the children. Recognises that parents are an integral part of the process of education of the children. Parents and teachers come together, through various sessions, in an attempt to deepen and broaden our concept of education."},
  {"approach":"Waldorf Steiner Education","city":"Mumbai","name":"Tridha","phone":"022 26879209","state":"Maharashtra","address":"Malpa Dongri No.3, Near Pump House, Opposite Satya Darshan Society, Andheri East, Mumbai 400093.","website":"www.tridha.com","image":"/img/tridha-1.jpg","email":"tridha@hotmail.com","description":"Tridha believes that a child's development must be carefully and lovingly guided if he or she must become a truly productive human being. We do not know the exact demands that the future will place on our children, but it is clear that emotional stability, intellectual flexibility, sound judgement and genuine independence will be qualities vital for their future.Our aim thus, is to provide all our children with a well rounded education which will guide them to find their own path in life. An education that will not only equip them with skills and knowledge but also make them inwardly free, secure and creative adults. It shall always be our endeavour to prepare the students to enter adulthood with self - discipline, social awareness, wonder and reverence for the world."},
  {"approach":"Others","city":"Buja","name":"Hunar Ghar","phone":"09982263129","state":"Rajashtan","address":"Buja, Rajasthan 307025","website":"www.educateforlife.org.uk","image":"/img/hunar-ghar-1.jpg","email":"not available","description":"At Hunar Ghar we believe in attending to the individual needs of each child. No more industrial education – we’re demonstrating how even in the most rural and deprived areas education can be exceptional.We achieve this by looking at what’s best for children as children, and by listening to the community; they understand far better that we do what life is like there, what the challenges are, and what they want for their children. Many of our teachers are also from the local village – we believe very strongly in motivating change from within – giving them a special insight to the barriers that stop children coming to school."},
  {"approach":"Waldorf Steiner Education","city":"Jaipur","name":"Uday PreeSchool","phone":"09828411114","state":"Rajashtan","address":"3, Shiv Marg,off Landmark-Civil Lines Metro Station., Off Raj Bhavan Road, Jaipur, Rajasthan 302006","website":"www.udayjaipur.com","image":"/img/uday-waldorf-1.jpg","email":"udaywaldorf@gmail.com","description":"Uday is born out of the need to have a school that provides wholesome education in Jaipur, to address the needs of a growing child and fulfil the real role of education which is not just to develop the intellect but also feelings (emotions, asthetics, social sensitivity) & will power (the ability to get things started and completed).Uday considers these as essential in achieving a preparation for life in the “real” world.Uday is based on Waldorf pedagogy which offers a true, tested education."},
  {"approach":"Waldorf Steiner Education","city":"Jaipur","name":"Samarth School","phone":"09928010777","state":"Rajashtan","address":"Samarth School C-26, Gulab Path, Gali number 2, Chomu House, Jaipur","website":"www.samarthschool.org","image":"/img/samarth-1.jpg","email":"mail@samarthschool.org","description":"Every child, without exception, has an innate and unquenchable thirst to understand the world in which he lives and to gain freedom and competence in it. Whatever truly adds to his understanding, his capacity for growth and pleasure, his powers, his sense of his own freedom, dignity and worth, may be said to be true education. In fact, learning is the human activity which least needs manipulation by others. Most learning is not the result of instruction. It is the result of unhampered participation in life in a meaningful setting. Holistic education is a philosophy of education based on the premise that each person finds identity, meaning, and purpose in life through self -learning and through connections to the community and the natural world."},
  {"approach":"Open Learning Space","city":"Udaipur","name":"Shikshantar","phone":"912942451303","state":"Rajashtan","address":"21 Old Fatehpura, Udaipur, Rajasthan-313004, India.","website":"www.swaraj.org/shikshantar/","image":"/img/shikshantar-1.jpg","email":"manish@roller.sg","description":"This is not a school. Shikshantar is working with people who want to quit the popular stream of action and pursue their own dreams. This is kind of learning cooperative where various people of all ages from different walks of life come together and share their learnings. After fifty years of so-called development efforts, and despite great scientific advancements, India (and the rest of the world) finds itself mired in a paralyzing socio-cultural, environmental and spiritual crisis - overwhelming in its scale, intensity and rate of growth.While education has been framed as the cure to this crisis, in reality, the factory model of schooling is part of the problem. Around the world, education systems have become commercialized 'businesses' which serve to stratify society, glorify militarism, devalue local knowledge systems and languages, manufacture unsustainable wants, breed discontent and frustration, stifle creativity, motivation and expression, and dehumanize communities. The 19th-century model of factory-schooling today stands in the way of building organic learning societies for the 21st century.There is an urgent need to start thinking differently if we wish to do things differently. This starts with facing the reality that the problems that threaten to overwhelm and destroy India arise from the 'schooled', not from the so-called illiterates. Thus, expanding or reforming the existing system of factory-schooling (whether through schools, distance education, literacy classes or non-formal centers) will not solve the crisis.."},
  {"approach":"Jiddu Krishnamurti School","city":"Hyderabad","name":"Walden's Path","phone":"+918179757575","state":"Telungana","address":"Plot No. 309, Road No. 78, Jubilee Hills, Hyderabad 500033, Telangana, India.","website":"www.waldenspath.com","image":"/img/waldens-path-1.jpg","email":"info@waldenspath.com","description":"Enabling children to explore whatever they wish can be both exhilarating and frightening for students and parents. For some it gives a chance to explore what they have been seeking for a long time; for others, there is a great challenge as they are called on to identify things they would like to explore and to pursue them with vigour and excellence – without the false motivation of reward and punishment. Such challenges are part of the learning opportunity because they give a chance to explore with students what they really wish to engage with – something they have often not considered before because they have been told what they will be taught."},
  {"approach":"Waldorf Steiner Education","city":"Hyderabad","name":"Sloka Waldorf School","phone":"+914023545206","state":"Telungana","address":"2Plot 287 , Rd# 25 Jubilee Hills, (off Rd #10 Jubilee Hills, next to Cafe Irani Chai) Hyderabad 500033.","website":"www.slokawaldorf.org","image":"/img/sloka-waldorf-1.jpg","email":"info@slokawaldorf.org","description":"At Sloka, our passion is to develop young minds into tomorrow’s creative and independent thinkers Our promise to each parent is to provide their children with a loving and caring environment, conducive to free imagination, independent thought and learning"},
  {"approach":"Others","city":"Secunderabad","name":"Centre For Learning","phone":"+918897484484","state":"Telungana","address":"Plot No 56, Sai Sagar Enclave, Kanajiguda, Off Military Dairy Farm Road, Secunderabad – 500015, India.","website":"www.centreforlearning.org","image":"/img/centre-for-learning-secunderabad-1.jpg","email":"cfl.secunderabad@gmail.com ","description":"CFL is a space for learners interested in discovering what it means to live an authentic, personally meaningful and socially responsible life. It is space for understanding one’s responsibility towards oneself, others and towards one’s work. The face of CFL is an alternative education centre that supports learners of all ages to connect with themselves; figure out their values, interests and direction in life. The heart of CFL is a continuing enquiry to understand what is education beyond formal schooling. At CFL we attempt to understand the challenges of living meaningful, responsible and self-regulated lives of inner and outer harmony."},
  {"approach":"Aurobindo School","city":"Puducherry","name":"Deepanam Auroville","phone":"04132622450","state":"Tamil Nadu","address":"Mantrimandar, Auroville, Puducherry, Tamil Nadu India","website":"www.deepanamschool.org","image":"/img/deepanam-auroville-1.jpg","email":" deepanam@auroville.org.in","description":"Learning is the key word and not any academic subject. To constantly arouse in our children the enthusiasm for knowledge and progress is the soul aim of our endeavor. Our School is based on Sri Aurobindo's and the Mother's Free-Progress education where the whole emphasis is on free growth and natural development. We are organizing a program for students from the age of 7 to14 years in which they learn in progressive stages to make full use of the Free Progress approach. We would prefer to keep the children in small groups or batches of about 5 to 8, for greater intensity."},
  {"approach":"Montessori","city":"Chennai","name":"Cascade","phone":"04424527644","state":"Tamil Nadu","address":"7/9 Sriram Nagar Main Road,’Basement’, Thiruvanmiyur, Chennai 600 041, India.","website":"www.cascadefls.org","image":"/img/cascade-1.jpg","email":" cascadefls@gmail.com","description":"Cascade dedicates itself to providing an authentic Montessori education to children from birth to 18 years of age.We aspire to follow Montessori practice from birth to 18 years of age in its pristine form. All our programs are dedicated to helping each child develop independence, self-esteem, respect and a life long love of learning. Our centre has multi-year age span in each classroom (0 to 3 years, 3-6 years, 9-12 years and 12-18 years) to ensure that children at various stages of development can learn from and with each other."},
  {"approach":"Montessori","city":"Coimbatore","name":"Isha Home School","phone":"04222515444","state":"Tamil Nadu","address":"Velliangiri Foothills, Ishana Vihar Post, Coimbatore, Tamil Nadu 641114.","website":"www.ishahomeschool.org","image":"/img/isha-home-school-1.jpg","email":" office@ishahomeschool.org","description":"Our social structures have created extremely complicated survival processes. A child’s ability to look at life with utter freshness and involvement is slowly disappearing. It is the duty and responsibility of our educational systems to bring that back. Education can never be a profession – it must be a passion. In the process of education, it is very important to see that the child does not lose his joyfulness, his spontaneity, or his ability to be truthful without any fear of consequence. At the Home School, we are striving to create the necessary platform where education is not about loading the child’s mind with information, but about making the child’s mind capable of razor sharp perception, capable of knowing life in its full depth and dimension."},
  {"approach":"Open Learning Space","city":"Thiruvannamalai","name":"Marudam Farm School","phone":"9994419311","state":"Tamil Nadu","address":"Kananthampoondi village, Sathanur Dam Road, Thiruvannamalai, Tamil Nadu","website":"www.marudamfarmschool.org","image":"/img/marudam-farm-school-1.jpg","email":" arun.tree@gmail.com ","description":"Our endeavor at Marudam Farm School is to explore, through the process of education, if one can meet the needs of the individual child and also bring learning as close as possible to living. We hope to create a learning space that allows for the flowering of a deep sense of joy, sensitivity, order and intelligence as well as an innate sense of well-being in a child. In Marudam we see both teachers and students as learners sharing a learning space. As such, the teacher is seen more as a facilitator. Together, we take responsibility and care for the school environment."},
  {"approach":"Jiddu Krishnamurti School","city":"Kodaikanal","name":"Sholai School","phone":"914542230297","state":"Tamil Nadu","address":"Sholai School, Palani Hills, Kodaikanal, Tamil Nadu","website":"www.sholaicloaat.org","image":"/img/sholai-1.jpg","email":" contact@sholaischool.in","description":"Sholai School is the brainchild of Brian Jenkins, a British social anthropologist. Jenkins first came to India in 1969, to study at Bodhgaya. Inspired by J. Krishnamurthy, the great thinker and teacher, Jenkins does not believe in the existing hierarchical system of schools. Students from different classes and age groups are clubbed together for learning opportunities. He believes that learning ceases in classrooms – practical knowledge is out there in the field."},
  {"approach":"Jiddu Krishnamurti School","city":"Chennai","name":"The School KFI","phone":"+914424915845","state":"Tamil Nadu","address":"Thazhambur Near Navalur junction on Old Mahabalipuram Road","website":"www.theschoolkfi.org","image":"/img/the-school-kfi-1.jpg","email":" office@theschoolkfi.org","description":"This is the function of all education. We need to bring about a good society in which all human beings can live happily in peace, without violence, with security. As a student you are responsible for this...You will make the world, either as it is, modified, or as a world in which you and others can live without wars, without brutalities, with generosity and affection."},
  {"approach":"Open Learning Space","city":"Hosur","name":"Aarohi","phone":"09845045833","state":"Tamil Nadu","address":"Survey No 1032/2, Thiyaranadurgam Village, Denkanikottai-Shoolagiri Road, Kelamangalam, Hosur, Tamil Nadu 635113","website":"www.aarohilife.org","image":"/img/aarohi-1.jpg","email":" ratnesh@aarohilife.org","description":"We are a community of self directed learners - Who decide what they want to learn, how they want to learn, when they want to learn and use only self assessment. Aarohi is part-residential.We do not follow any philosophy, we follow the child - its purely a child led environment. We believe that A Self Directed Learner Can Go Places While Enjoying the Journey"},
  {"approach":"Others","city":"Coimbatore","name":"Yellow Train School","phone":"04222905375","state":"Tamil Nadu","address":"Mudalipalayam, Arausur, Coimbatore, Tamil Nadu 641007","website":"www.yellowtrainschool.com","image":"/img/yellow-train-school-1.jpg","email":"admissions@yellowtrainschool.com","description":"Yellow Train is a realisation of that dream for a space where children will belong, will create a future for themselves and learn to give to the world. I have immense gratitude to the forces of the universe that has made this a possibility. Today when you walk into Yellow Train, you will meet the soul of the school, hidden in the laughter of the children, the happy faces of the teachers and the warmth of the shared energy. I invite you to watch this film that will transport you to 'our world' for those few minutes."},
  {"approach":"Others","city":"Rishikesh","name":"Pankh Creative School","phone":"+917535012041","state":"Uttarakhand","address":"Pankh, Plot No.122, Virbhadra Marg Near-Seema Dental, Rishikesh - 249204 Uttrakhand INDIA","website":"www.pankh.org.in","image":"/img/pankh-1.jpg","email":"alankrita.ir@rediffmail.com","description":"Pankh which literally means WINGS is committed to bring about Transformation in the Lives of those living in Slum and Rural Areas. PANKH was Founded in the year 2012 by Ms. Alankrita Banerjee. What came as a Spiritual Inspiration gradually began to take the shape of a Creative School and several Community Development Programs. Today PANKH caters to the Educational and Vocational needs of more than 250 underprivileged Families in and around Rishikesh."},
  {"approach":"Others","city":"Kausani","name":"Lakshmi Ashram","phone":"not available","state":"Uttarakhand","address":"P.O. Kausani, District Almora Uttaranchal 263-639,India","website":"www.facebook.com/Laxmi-Ashram-253816727986913/","image":"/img/lakshmi-ashram-1.jpg","email":"not available","description":"A residential school for girls, in the shadow of the peak of Nanda Devi, has been graduating confident young women from the girls of Kumaon hills. There is a distinct difference in the environment. The openness to questioning is evident here. The girls are quite confident and stand up to ask questions and make comments on aspects of the discussions that concern them."},
  {"approach":"Jiddu Krishnamurti School","city":"Varanasi","name":"Rajghat Besant School","phone":"915422440336","state":"Uttar Pradesh","address":"Rajghat Fort, Varanasi, Uttar Pradesh 221001","website":"www.rajghatbesantschool.org/","image":"/img/rajghat-besant-1.jpg","email":"office@rajghatbesantschool.org","description":"Rajghat Besant School in Varanasi being the second oldest school of Krishnnamurti Foundation India is one of the reputed resident-cum-day school of India, established in 1934 by Jiddu Krishnamurti."},
  {"approach":"Aurobindo School","city":"Hyderabad","name":"Integral School","phone":"+917702060123","state":"Telungana","address":"Plot #43, Jayabheri Four Seasons Gopanpally Village, Gachibowli Hyderabad - 500032","website":"www.theintegralschool.org","image":"/img/the-integral-school-1.jpg","email":"info@theintegralschool.org","description":"We believe All relevant knowledge, understanding and wisdom is within. Education is a process of progressive awakening of the spirit and mind, a process of becoming more aware, more conscious, more creative. The best we adults, teacher or parents can do is to awaken in our children the joy for learning, exploring and discovering. The start of the journey to realising our inherent capacities begin at the Integral School."},
  {"approach":"Waldorf Steiner Education","city":"Mumbai","name":"Kalpavruksha","phone":"+919004041741","state":"Maharashtra","address":"Janata Vidalaya, Next to Vikhroli Vidyalaya, Tagore Nagar No. 4, Vikhroli(E), Mumbai","website":"kalpavruksha.weebly.com","image":"/img/kalpavruksha-1.jpg","email":"kalpavrukshaedu@gmail.com","description":"Kalpavruksha is being managed by Priyanka and Mangesh Panhalkar, founding members of Usha Smruti public charitable trust. It is the vision of the trust to provide an education which leads to well balanced, compassionate and morally responsible adults equipped with a high degree of social competence. Keeping in mind the rich educational and cultural heritage of our country the school seeks to : discover a way of living that is in harmony with nature. look beyond comparative academic excellence to the unique abilities of each child. establish a deep reverence for each and every child and focus on making available the right impulse to the child as per his or her physical, emotional and spiritual growth.Encourage the rich Art traditions of our culture along with academics.To achieve this the school shall follow the curriculum prescribed by the Austrian philosopher Rudolf Steiner. This will lead to IGCSE certification in the near future."},
  {"approach":"Waldorf Steiner Education","city":"Ahmedabad","name":"Shining Spiral","phone":"+919328009778","state":"Gujarat","address":"Beside, Nandishwar Temple, Bakeri City, Vejalpur, Ahmedabad","website":"https://shiningspiralahmedabad.wordpress.com/","image":"/img/shining-spiral.jpg","email":"shiningspiral.enquiry@gmail.com","description":"At Shining Spiral, We create the environment most conducive for the healthy development of the child. We recognize, protect and nurture the ‘dignity of childhood’. The school blends the International Waldorf Curriculum with culturally rich traditional Indian wisdom. We Strive to nurture skills of observance, independence, resourcefulness, and reverence by providing a rested childhood with age appropriate activities (in order) to develop socially and professionally capable adults."},
  {"approach":"Others","city":"Bangalore","name":"Ohana","phone":"+919986039632","state":"Karnataka","address":"Doddabele Road, Kengeri (Next to Good Earth Orchard) Bangalore, India","website":"https://www.facebook.com/pg/thepinkhouse2015/","image":"/img/ohana.jpg","email":"mailarthi@gmail.com","description":"We started in June 2015 as a group of five youngsters interested in working with children and exploring the joys of being in the space of education. The idea of our new school was born as we grew more aware of the current trends in today’s fast paced world. We feel that knowledge is imparted quickly to young children and as a result they are subjected to an academically-focused program at a tender age. We believe that the speed and goal-oriented approach at an early age hampers the growth of our children; it slowly erodes their ability to explore, think and question. They become habituated to being spoon-fed, lose their ability to make decisions and become afraid to take risks - leaving them with a lower level of independence. When learning is merely intellectual in nature, the other senses are not given the chance to grow. We want to create a space for children where they feel relaxed and would like to slow down the process of imparting academic knowledge. Our intent is to lay a good foundation that on one hand focuses on understanding concepts thoroughly and on the other develops other senses of the child. We want our children to question and find their own answers by observing and experimenting. Independence, self confidence, self reliance and self respect are paramount to us."},
  {"approach":"Jiddu Krishnamurti School","city":"Bangalore","name":"Akshara Maney","phone":"+919113931778 ","state":"Karnataka","address":"Akshara Maney,   Agara Lake Road, Agara Village Thathaguni Post Off Kanakapura Road, Bangalore - 560082","website":"https://www.aksharamaney.org/","image":"/img/akshara-maney.jpg","email":"akshara.maney@gmail.com","description":"The learning center is based on the educational philosophy of Jiddu Krishnamurti and attempts to create an environment with the freedom to question and explore the deeper issues in Life. It is an attempt to be sensitive to our environment and compassionate to all human beings. The focus is to help awaken intelligence in the student so that they may be more ready to face the world and understand it, not just conform to it so that they can live and find out for themselves what is true. Through Dialogues and interactions, one gets an opportunity to journey within, understand oneself, to question personal beliefs and ideologies, conformity, everyday life's fears, desires, conflicts and many more aspects that are common to human being. We intend to grow in freedom and responsibility, without any comparison or competition between individuals, to live in coherence, through learning and observation."},
  {"approach":"Others","city":"Bangalore","name":"Creative School","phone":"+917899917212","state":"Karnataka","address":"#83-84, L G Lakedew, Doddagubbi Post, Bileshivale, Near SSR College, Bengaluru, Karnataka 560077, India","website":"http://www.thecreativeschool.in/creative-school/","image":"/img/creative-school.jpg","email":"info@thecreativeschool.in","description":"Creative is a conscious community and holistic school for children, parents, and teachers located in North Bangalore. Creative was founded by B. Ashok and Jayashree Ashok in 2010 along with a dedicated founding team of Reshma Madhusudan, Rathy Nair, and Dhivya Naren.Many parents and teachers came together to help us co-create this space. From the very beginning, our vision has been blessed with the spiritual guidance of many masters. Originally inspired by the teachings of Sri Aurobindo and The Mother in their series on Integral Education, in our formative years, we were blessed to have the guidance of Dr. Newton Kondaveti who showed us the way to awaken our inner wisdom. Creative has been blessed to receive the guidance of many Spiritual Guides and Mentors. Our deepest gratitude to every teacher who has shaped us into what we are today. Our community is dedicated to raising children consciously while providing a strong foundation for their spirit. Keeping this vision in our hearts, our sangha our community of teachers and parents are working towards co-creating such a space. It is our strong spiritual foundation that gives us the direction,tools and inner drive to achieve this."},
  {"approach":"Montessori","city":"Bangalore","name":"The Earth School","phone":"+918041140903","state":"Karnataka","address":"109, Hutchins Rd, St Thomas Town, Cooke Town, Bengaluru, Karnataka 560084","website":"https://earthschool.in/","image":"/img/earth-school.jpg","email":"earthschoolmontessori@gmail.com","description":"The Earth School was founded in 2008 with a vision to create a space where each child is nurtured with equal measure of heart and head; where children as natural learners are honoured, and where community is the driving force that helps the individual reach their potential. The Earth School is guided by the Montessori approach to serving children. At The Earth School children drive their learning and construct meaning through their explorations with guidance from the adult. We lay emphasis on freedom balanced with accountability. Our emphasis on free play helps children understand and challenge their physical, creative and social selves."},
  {"approach":"Montessori, Waldorf & Reggio-Emilia","city":"Bangalore","name":"Buddhi School","phone":"+919242020302","state":"Karnataka","address":"1&2,Dasarahalli Extension, H.A Farm Post(Next to Legacy Apartments), Opposite to Shoba Moonstone, Bangalore – 560 024, Karnataka,India.","website":"https://www.buddhischool.com","image":"/img/buddhi-school.jpg","email":"info@buddhischool.com","description":"The Buddhi curriculum is based on international standards in all segments -pre-school, elementary, middle and high school. It is further designed to address individual learning styles using the latest research in the field such as multiple intelligences theory, as well as established best practices in education advocated by Montessori, Waldorf and Reggio-Emilia models. Mixed-age and multi-level learning methods are powerful and unique features at Buddhi, ensuring opportunities for acceleration and enrichment. Our multi-dimensional approach and value for individual needs allows us to hone a student’s varying interests and abilities. Besides curriculum, all of our interventions are also intended to help children develop a holistic attitude towards life encompassing human values, thereby enabling them to successfully live and contribute responsibly in a dynamic and fast paced world of the future."},
  {"approach":"Reggio Emilia","city":"Bangalore","name":"The Atelier","phone":"+91 8971410006","state":"Karnataka","address":"No 42/7, Ammashree Park, Doddakannehalli Village, Sarjapur Road, Bangalore - 560035","website":"https://www.the-atelier.org","image":"/img/atelier.jpg","email":"nfo@the-atelier.org","description":" The programmes and curriculum at The Atelier have been designed for experimental learning. Children learn in various ways and communicate through a multitude of languages, as they seek to understand how the world works. Our effort is to help them connect the dots between what they see, observe, communicate and represent. The Atelier takes inspiration from the Reggio Emilia approach to education. We have trust in each child’s capability and their natural ability to be learners. We believe that children are active, competent, powerful, motivated to articulate, interested in exploring abstract and complex ideas, and seeking to co-construct knowledge. We respect children, listen to them share and debate ideas and support them in defining a sense of purpose. This relationship of trust and respect allows children to feel uninhibited and build their self identity. ​The adults closely observe to understand what interests the children and create varied experiences to help them construct further knowledge, explore their interests, gain new perspectives, discuss and represent ideas and form new theories. These interests gradually take the shape of a project lasting weeks or months depending on the sustained engagement of the group of children involved in the project."},
  {"approach":"Others","city":"Bangalore","name":"Pramiti","phone":"+918041206718","state":"Karnataka","address":"Sy. No. 141/5, 141/6 and 141/7, B.M Kaval, Vaderahalli Village Kanakapura Road, Bengaluru 560082","website":"http://pramitischool.in/","image":"/img/pramiti.jpg","email":"info@pramitischool.in","description":"At Pramiti, we believe that learning is like an ocean where each method is just another drop and hence, we foster creation that is intuitive and experiential. The child develops and learns with respect to his/her own “natural rhythm” and not according to what we set as targets. The child also seeks to gain satisfaction from “doing the work” rather than only the “end result”. With this, the adult becomes a facilitator who learns with the child and forms a relationship that is unconditional. Learning at Pramiti is an experience that is nurturing, mutual, self-directed and in harmony with one’s natural pattern of development. We learn by working together and understanding oneself and the others."},
  {"approach":"Montessori","city":"Bangalore","name":"Akshara","phone":"+918867010814","state":"Karnataka","address":"15, Thamarai kannan Road Murphy Town, Ulsoor, Bangalore","website":"http://www.aksharamontessoribangalore.com/","image":"/img/akshara-montessori.jpg","email":"sumant1512@gmail.com","description":"Everything we do at Akshara is designed to enable holistic development and to enhance the child's inherent love of learning by actually doing. Akshara education throughout is firmly based on Montessori principles as outlined below. We really do believe in these principles and we request parents to observe our school and convince themselves that such principles are actually the best for their children in real life in today's competitive world. The primary goal of the Montessori system is to enable children to realise their own inherent potential in all areas of life. Maria Montessori realised that every child has enormous potential for growth and development and through years of study and practical work developed a uniquely powerful system to enable full realisation of this potential. The ideal environment for children is one that helps them develop physically and intellectually, one that enables them to live as social beings in harmony with each other, and facilitates their emotional and spiritual growth. Children schooled in the Montessori system are creative, with high abilities to think and act independently, able to compete in today's world. We have found that Akshara children have become exceptional achievers, developing into well-balanced and confident personalities."},
  {"approach":"Montessori","city":"Bangalore","name":"Flomont World School","phone":"+919901555667","state":"Karnataka","address":"FloMont World School. No.51, 1st Cross, 4th Main, HAL 3rd Stage, New Thippasandra, Indiranagar, Bangalore - 560075","website":"https://www.flomont.in","image":"/img/flomont.jpg","email":"enquiry@flomont.in","description":"Welcome to FloMont World School! We pride ourselves as the sister concern of the “Florida Montessori Center” (International Teacher Training Institute) and their initiative in setting up an IDEAL MONTESSORI SCHOOL, here in Bangalore! Our community is a vibrant mix of students, staff, parents and alumni who are committed to intellectual success, social responsibility and life-long inquiry. Our beautiful classrooms are mixed-age environments, carefully designed to entice children to develop concentration while they are exploring and discovering concepts at their own pace, guided by a Montessori credentialed teacher that is an expert in the particular age group. Montessori classrooms foster independence, organization, and problem solving skills while providing children with a solid academic foundation."},
  {"approach":"Montessori","city":"Bangalore","name":"Golden Bead","phone":"+919739905787","state":"Karnataka","address":"Golden Bead Montessori House of Children 157,Richmond Road, Rathna Avenue(Behind old Kids Kemp, MG Road), Bangalore-560025","website":"https://goldenbeadmontessori.blogspot.com/","image":"/img/golden-bead.jpg","email":"goldenbeadmontessori@gmail.com","description":"Golden Bead is a Montessori School for children between the age of 2 1/2 years (Pre-Primary) and 12years (Primary).The School was started with the aim of providing a healthy environment for children to engage in interactive learning, carefully prepared by the trained Montessori educator. In Golden Bead the environment provided is to facilitate thinking, imagination and creativity to remove the fear of learning and foster a confident child."},
  {"approach":"Others","city":"Bangalore","name":"VidyaShetra","phone":"+917337737814","state":"Karnataka","address":"Mytri Grama, Hoskere, Near Chayadevi Devasthanam,, Sulikere Post, Kengeri Hobli,, Bengaluru, Karnataka 560060","website":"http://www.vidyakshetra.org","image":"/img/vidyashetra.jpg","email":"vidyakshetratrust@gmail.com","description":"If only children could discover and own the tools that will help them live a balanced life in harmony with their family, society, nature and with themselves. If only children are given an opportunity to imbibe value systems that can stand high against any odds. If only children (& adults) could find the right direction and the right means to tread that path towards their purpose in life. If only children had the right knowledge to see the whole picture (and how they fit purposefully in it). If only we as adults can become a part of their journey in this continuum of learning and thereby create our own pathways too. Seeking answers to questions like these, led to the birth of ‘VidyaKshetra!’ "},
  {"approach":"Aurobindo School","city":"Bangalore","name":"Auro Mirra","phone":"+918025580888","state":"Karnataka","address":"Gangadhar Chetty Rd, Hanumanthappa Layout, Halasuru, Bengaluru, Karnataka 560042","website":"https://auroschoolsulsoor.org","image":"/img/auro-mirra.jpg","email":"enquiries@auroschoolsulsoor.org","description":"The campus is the tangible manifestation of the philosophy of integral education, constructed so as to gain the blessings of nature. With 150 year old trees that sprawl and create an oasis in the middle of the busy metro, with a heritage building on campus, with vibrations that put the mind at ease, education ‘happens’ here. The school has a creative mix of open learning spaces and closed class rooms and other facilities. Sprinkled across the campus are creative spaces that are unique to the environment of the school. You may spot a ‘machaan’ (a wooden platform on a tree) where two-three students are absorbed in a discussion, or a teacher telling a story to a small group of students in a grove, the loner would be sitting on a rock lost in the world of a novel, while the budding poet admires the newly sprung green leaves next to the door of the classroom, a rope ladder may invite you to leave the sand pit and seek new heights… Students have the opportunity of a life time, as they can get a chance to study under the trees where they can shake hands with the branches. Here nature is not seen as an intrusion, but a teacher that awakens the deep secrets of the soul. That too in the heart of busy Bangalore!"},
  {"approach":"Waldorf Steiner Education","city":"Bangalore","name":"Bangalore Steiner School","phone":"NA","state":"Karnataka","address":"Somanahalli - Nettigere Rd, Karnataka 560082","website":"http://bangaloresteinerschool.org","image":"/img/bangalore-steiner.jpg","email":"bangaloresteinerschool@gmail.com","description":"Bangalore Steiner School is a co-educational, Rudolf Steiner school. Our curriculum, adapted for the Indian context, emphasizes the place of Nature in educating the Hands, the Heart and the Head. Our teachers and parents work in partnership to realize our objective of a sustainable community."},
  {"approach":"Waldorf Steiner Education","city":"Bangalore","name":"Advaya Shaale","phone":"9513353577","state":"Karnataka","address":"1C Main, 5th A Cross, Kasturi nagar 560043 Banaswadi, Bengaluru","website":"http://www.advayashaale.org/","image":"/img/advaya-shaale.jpg","email":"info@advayashaale.org","description":" Advaya Shaale is founded on the contemporary interpretation of an Indianised version of Steiner Waldorf philosophy. The school aims to foster in children, an intrinsic love for learning that emphasizes goodness, beauty and truth. The school intends to encourage and nourish the highest expression of Willing, Feeling and Thinking in the children, thus enabling them to emerge as conscientious and Harmonious World Citizens."},
  {"approach":"Waldorf Inspired","city":"Bangalore","name":"Chiguru","phone":"+919901574049","state":"Karnataka","address":"14, 3rd Main Rd, Banjara Layout, Green Garden Phase 2, Dodda Kempaiah Layout, Horamavu, Bengaluru, Karnataka 560113","website":"https://www.facebook.com/ChiguruCLC/","image":"/img/chiguru.jpg","email":"chiguru.clc@gmail.com","description":"A child learning center based on alternative education principles for children in the age group of 2.5 years to 6 years."},
  {"approach":"Others","city":"Mysore","name":"Natural Learners","phone":"+919880530141","state":"Karnataka","address":"1345 G. Thimmaiah Road Vijayanagar 1st Stage Mysore, Karnataka","website":"https://www.naturallearners.in","image":"/img/natural-learners.jpg","email":"naturallearnersgroup@gmail.com","description":"Natural Learners is Mysore's first future focused Micro school. At Natural Learners, we believe that children learn best when given the freedom of choice and expression, in a safe yet engaging environment. We also believe that regular schools offer a restrictive environment that forces children to take exams and compete at various levels. Our four main learning principles are, Learning Freedom, Sustainable Living and Learning, Ownership to Personal Awareness and Development, Democratic and Empathetic Culture"},
  {"approach":"Waldorf Steiner Education","city":"Bangalore","name":"Kingdom Of Childhood","phone":"+919448378949","state":"Karnataka","address":"366, 4th Cross, JP Nagar 3rd Phase, Opp Shivabalayogi Ashram Gate, Bangalore 560078","website":"http://kingdomofchildhood.com/","image":"/img/kingdom-of-childhood.jpg","email":"kingdomofchildhood@gmail.com ","description":" Apparently helpless in her mother's arms, the infant seems helpless, vulnerable and incapable of learning. The whole baby is like one sense organ, at the most absorptive stage and totally open to external influences. From birth she learns to stand upright, to speak, and to think; remarkable achievements in a period of three or four years. And the young child does this without teaching or formal instruction but through instinct and mostly through imitation. Imitation is the special talent that characterizes the period up to the age of seven. The young child mimics everything in the environment uncritically-not only the sounds of speech, the gestures of people, but also the attitudes and values of parents and peers. The early childhood teacher in a Waldorf school works with the young child first by creating a warm, beautiful and loving home-like environment, which is protective and secure and where things happen in a predictable, regular manner. The teacher engages in domestic, practical and artistic activities that the children can readily imitate (for example, baking, painting, gardening and handicrafts), adapting the work to the changing seasons and festivals of the year. Also the teacher nurtures the children's power of imagination particular to the age. She does so by telling carefully selected stories and by encouraging free play. This free or fantasy play, in which children act out scenarios of their own creation, helps them to experience many aspects of life more deeply. When toys are used, they are made of natural materials. Pine cones, wood, cotton, silk, shells, stones and other objects from nature that the children themselves have collected are used in play and to beautify the room. Sequencing, sensory integration, eye-hand coordination tracking, appreciating the beauty of language and other basic skills necessary for the foundation of academic excellence are fostered in the Kindergarten. In this truly natural, loving and creative environment, the children are given a range of activities and the structure that help them prepare for the next phase of school life. "},
  {"approach":"Montessori","city":"Bangalore","name":"PEP School","phone":"+919500027466","state":"Karnataka","address":"240/A (Next to United Medical Center), 27th Main Road, HSR Layout Sector II,  Bangalore, India 560102","website":"https://www.pepschoolv2.com/","image":"/img/pep-school.png","email":"contact@pepschoolv2.com","description":"Every time children are “taught” something, we deprive them of the joy of finding it out for themselves. In traditional schools today, teachers instruct students herded into classrooms, joylessly receiving “knowledge” over short blocks of time. The quality of the learning experience of students sadly becomes secondary to the convenience of adults. At PEP, our educators, environment and time are designed to be responsive to student learning needs, not the other way around. We believe that the role of educators is to facilitate individual learning and discovery, not to serve as authoritarian gatekeepers to information. Our educators closely observe students following individual learning paths, providing 1-1 time when remediation or enrichment is needed. Our learning environment is designed for interaction between children of different ages — research shows that peer learning is highly effective. We are not constrained by timetables with 40-minute slots; instead, children are free to work in extended blocks of time."},
  {"approach":"Waldorf Inspired","city":"Bangalore","name":"Tulasi Kindergarden","phone":"+918861977333","state":"Karnataka","address":"1103, 1st Floor, 10th Cross, 20th Main Rd, 1st Sector, HSR Layout, Bengaluru, Karnataka 560102","website":"https://www.facebook.com/tulasikindergarten","image":"/img/tulasi-kindergarden.jpg","email":"tulasikindergarten@gmail.com","description":"'We are a growing Kindergarten Community located in Hsr layout, Bangalore. Children here have ample time for play, to develop their creativity & imagination through Freeplay. Academics is introduced only after 6 years of age, we concentrate on the physical development of the child in the early years. We encourage ZERO screen time and spend more time in the Nature. If you are looking for a similar place with a slow paced living, home a away from home - do contact us. We are inspired by Steiner's Waldorf philosophy.'"},
  {"approach":"Others","city":"Bangalore","name":"Samvida","phone":"NA","state":"Karnataka","address":"10/32, 1st Cross Rd, B. M, Srikantahaih Road, Hanumanthnagar, Banashankari Stage I, Banashankari, Bengaluru, Karnataka 560019","website":"https://www.samvida.org","image":"/img/samvida.jpg","email":"info@samvida.org","description":"Samvida is an informal community of learners – parents and their children. Samvida, based in Hanumanthanagar, Bangalore took shape in 2013, when like-minded parents came together to create a learning environment they desired, for their children. The objective of Samvida is to create a learning environment, where learning is to prepare an individual to live with the world in harmony, to follow the interest and aptitude of the individual learner. To provide a natural and enjoyable process and happens by doing, discussing, reflecting and introspecting and to not be in a rat-race of scoring more marks. At Samvida, there is neither a service provider, nor a customer. The community works with mutual cooperation and collective effort."},
  {"approach":"Others","city":"Bangalore","name":"Purnapramati","phone":"+918026743040","state":"Karnataka","address":"Pūrṇapramati, 80/A, 12th cross, Girinagar, Avalahalli, Bangalore – 560085","website":"http://purnapramati.in/","image":"/img/purnapramati.jpg","email":"info@purnapramati.in","description":"In a country as rich and variegated as India, be its mountains, rivers, forests, people or her culture,  each one of them have inspired every step of this journey.  From Kalish-Manasa-sarovar in Tibet to Kumara Parvat in south, Kanchanaganga in East to Narayana-Sarovara in Gujarat, an Anna Hazare in remote village of Maharashtra to Anil Agarwal in Delhi, Prabodhini Gurukula in Hariharapura to Siddh School in Kempti, the insights of Bharat Jhunjhunwala to works of Rajendra Singh are just a few sources for powerful and diverse inspirations.  Such exposure also brings a new perspective to life. The pursuit of such wider exposure requires stretching physical limits, in climbing the peaks and trekking the remotest places of the world, and this in turn makes us mentally strong with resilience to pursue the impossible. Modern world, along with material prosperity, also brought the very purpose of modernity into question. Ironically, the foundations for providing any answer also became questionable. What is development? How do we answer it? What is our role? Such fundamental questions have driven the idea of Purnapramati, towards serious studies in Philosophy and its relations with society. From a social perspective, consider the projects like Kaiga Nuclear Plant or many other such projects, at the cost of enormous natural resources, which have been sustained over millions of years to meet our energy needs. Philosophical questions lead to a different kind of adventure. Our land is a treasure trove here too. Like the Majestic Himalayas, a wonder in many ways, be its geographical features or culture, Indian literature too, like Mahabharata and Ramayana unravels the infinite wisdom. It is such works spread across the country, in manuscripts and living traditions that bring the spirit of this ancient civilization alive. Many shaastras and kalaas (arts) in our tradition blend pure intellect, emotions and beauty together. The contemporary issues surrounding our society and polity are missing these roots, arguably due to our own slavery, so that we still are educated without these, and it only continues to weaken them. Creating a new world and order – Shangri-la, within whatever limited scope, has always been the driving force behind Purnapramati."}
]}

